Repository: GNOME/at-spi2-core
Catalog: po/*.po
Languages: sq

source: Selected Link
sq: Lidhja e zgjedhur

source: Specifies whether the AtkHyperlink object is selected
sq: Specifikon se kur është zgjedhur objekti AtkHyperlink

source: Number of Anchors
sq: Numri i spirancave

source: The number of anchors associated with the AtkHyperlink object
sq: Numri i spirancave të shoqëruara me objektin AtkHyperlink

source: End index
sq: Fundi treguesit

source: The end index of the AtkHyperlink object
sq: Fundi i treguesit të objektit AtkHyperlink

source: Start index
sq: Fillimi i treguesit

source: The start index of the AtkHyperlink object
sq: Fillimi i treguesit të objektit AtkHyperlink

source: invalid
sq: I pavlefshëm

source: accelerator label
sq: etiketa e përshpejtuesit

source: alert
sq: alarm

source: animation
sq: Animacion

source: arrow
sq: shigjetë

source: calendar
sq: kalendar

source: canvas
sq: plani i punës

source: check box
sq: kutia e zgjedhjes

source: check menu item
sq: zgjidh një element nga menuja

source: color chooser
sq: zgjedhësi i ngjyrave

source: column header
sq: kreu i kollonës

source: combo box
sq: kuti e kombinuar

source: dateeditor
sq: ndryshuesi i datës

source: desktop icon
sq: ikonë e desktop-it

source: desktop frame
sq: frame e desktop-it

source: dial
sq: telefono

source: directory pane
sq: paneli i directory

source: drawing area
sq: zona e vizatimit

source: file chooser
sq: zgjedhësi i file

source: filler
sq: futësi

source: fontchooser
sq: zgjedhësi i gërmave

source: glass pane
sq: paneli i pasqyrës

source: html container
sq: përmbajtësi i html

source: icon
sq: ikonë

source: image
sq: figurë

source: internal frame
sq: frame e brendshme

source: label
sq: etiketa

source: layered pane
sq: panel i përkufizuar

source: list
sq: lista

source: list item
sq: element liste

source: menu bar
sq: paneli i menusë

source: menu item
sq: elementi i menusë

source: option pane
sq: paneli i mundësive

source: page tab
sq: skeda e faqes

source: page tab list
sq: lista e skedave të faqes

source: password text
sq: teksti i fjalëkalimit

source: popup menu
sq: menu popup

source: progress bar
sq: paneli i progresionit

source: push button
sq: shtyp butonin

source: radio button
sq: buton radio

source: radio menu item
sq: element radio i menusë

source: root pane
sq: paneli bazë

source: row header
sq: kreu i rreshtit

source: scroll bar
sq: panel rrëshkitës

source: scroll pane
sq: panel rrëshkitës

source: separator
sq: veçues

source: slider
sq: rrëshkitës

source: split pane
sq: panel i mbështjellshëm

source: spin button
sq: pulsant shtyrës

source: statusbar
sq: paneli i gjendjes

source: table
sq: tabelë

source: table cell
sq: qeli tabele

source: table column header
sq: kreu i kollonës së tabelës

source: table row header
sq: kreu i rreshtit të tabelës

source: tear off menu item
sq: shkëput elementin e menusë

source: text
sq: tekst

source: toggle button
sq: pulsanti i kthimit

source: tool bar
sq: paneli i instrumentëve

source: tree
sq: degëzimi

source: tree table
sq: tabela e degëzimit

source: unknown
sq: nuk njihet

source: viewport
sq: pikëpamje

source: window
sq: dritare

source: header
sq: titull

source: footer
sq: fund'faqe

source: paragraph
sq: paragraf

source: application
sq: programi

source: autocomplete
sq: plotësim automatik

source: edit bar
sq: ndrysho panelin

source: Accessible Name
sq: Emër i pranueshëm

source: Object instance's name formatted for assistive technology access
sq: emri i instancës së objektit i formatuar për të qenë i pranueshëm nga teknollogjitë asistuese

source: Accessible Description
sq: Përshkrim i pranueshëm

source: Description of an object, formatted for assistive technology access
sq: Përshkrimi i një objekti, formatuar për të qenë i pranueshëm nga teknollogjitë asistuese

source: Accessible Parent
sq: Prind i pranueshëm

source: Is used to notify that the parent has changed
sq: Përdoret për të njoftuar kur prindi është ndryshuar

source: Accessible Value
sq: Vlerë e pranueshme

source: Is used to notify that the value has changed
sq: Përdoret për të njoftuar kur vlera është ndryshuar

source: Accessible Role
sq: Rol i pranueshëm

source: The accessible role of this object
sq: Roli i pranueshëm i këtij objekti

source: Accessible Layer
sq: Pamje e pranueshme

source: The accessible layer of this object
sq: Pamja e pranueshme e këtij objekti

source: Accessible MDI Value
sq: Vlera e pranueshme MDI

source: The accessible MDI value of this object
sq: Vlera e pranueshme MDI e këtij objekti

source: Accessible Table Caption
sq: Seksion i pranueshëm tabele

source: Is used to notify that the table caption has changed; this property should not be used. accessible-table-caption-object should be used instead
sq: Përdoret për të njoftuar kur seksioni i tabelës është ndryshuar; kjo pronësi nuk duhet përdorur. Në vend të saj duhet përdorur accessible-table-caption-object

source: Accessible Table Column Header
sq: Titulli i shqiptueshëm i kollonës së tabelës

source: Is used to notify that the table column header has changed
sq: Përdoret për të njoftuar kur titulli i kollonës së tabelës ndryshohet

source: Accessible Table Column Description
sq: Përshkrim i shqiptueshëm i kollonës së tabelës

source: Is used to notify that the table column description has changed
sq: Përdoret për të njoftuar kur përshkrimi i kollonës së tabelës ndryshohet

source: Accessible Table Row Header
sq: Titulli i shqiptueshëm i rreshtit të tabelës

source: Is used to notify that the table row header has changed
sq: Përdoret për të njoftuar kur titulli i rreshtit të tabelës ndryshohet

source: Accessible Table Row Description
sq: Përshkrim i shqiptueshëm i rreshtit të tabelës

source: Is used to notify that the table row description has changed
sq: Përdoret për të njoftuar kur përshkrimi i rreshtit të tabelës ndryshohet

source: Accessible Table Summary
sq: Përmbledhje e shqiptueshme e tabelës

source: Is used to notify that the table summary has changed
sq: Përdoret për të njoftuar kur përmbledhja e tabelës ka ndryshuar

source: Accessible Table Caption Object
sq: Objekt i shqiptueshëm i titullit të tabelës

source: Is used to notify that the table caption has changed
sq: Përdoret për të njoftuar kur titulli i tabelës ka ndryshuar

source: Number of Accessible Hypertext Links
sq: Numri i lidhjeve hypertext

source: The number of links which the current AtkHypertext has
sq: Numri i lidhjeve që ka AtkHypertext-i aktual
